Repository: superspace/redturtle.monkey
Catalog: redturtle/monkey/locales/*/LC_MESSAGES/redturtle.monkey.po
Languages: it

source: Add MailChimp Portlet
it: Aggiungi Portlet Mailchimp

source: Add item to campaign
it: Aggiungi un elemento alla campagna

source: Available lists
it: Liste disponibili

source: Campaign API key
it: API key delle campagne

source: Campaign Configuration
it: Configurazione della campagna

source: Campaign FROM email
it: Email del mittente delle campagne

source: Campaign FROM name
it: Nome del mittente delle campagne

source: Campaign description
it: Descrizione della campagna

source: Campaign details
it: Dettagli della campagna

source: Campaign items
it: Elementi della campagna

source: Campaign number
it: Numero della campagna

source: Campaign title
it: Titolo della campagna

source: Campaign wizard
it: Wizard della Campagna

source: Choose campaign configurator:
it: Scegli il configuratore della campagna

source: Choose items for mailchimp
it: Scegli gli elementi per mailchimp

source: Configure portlet
it: Configura la portlet

source: Couldn't generate campaign items.
it: Non posso generare elementi per la campagna

source: Custom Mailchimp API key for this campaign
it: API key di questa campagna

source: Custom Mailchimp FROM email for this campaign
it: Email del mittente di questa campagna

source: Custom Mailchimp FROM name for this campaign
it: Nome del mittente di questa campagna

source: Custom css
it: CSS personalizzato

source: Custom css class for portlet wrapper
it: Classe CSS personalizzata per la portlet

source: Edit MailChimp Portlet
it: Modifica la portlet MailChimp

source: Email address
it: Indirizzo email

source: Email from address
it: Indirizzo email del mittente

source: Email from name
it: Nome del mittente

source: Fill in campaign details
it: Inserisci i dettagli della campagna

source: Invalid email address
it: Email non valido

source: Item added to campaign.
it: Elementi aggiunti alla campagna.

source: Item removed from campaign.
it: Elementi rimossi dalla campagna.

source: Last camapaign
it: Ultima campagna inviata

source: List ID
it: ID List

source: Mail format
it: Formato della mail

source: MailChimp API Key
it: API key MailChimp

source: MailChimp settings
it: Impostazioni di MailChimp

source: Mailchimp campaign created!
it: Campagna MailChimp creata!

source: Mailchimp campaign created.
it: Campagna MailChimp creata.

source: Mailchimp slot name
it: Nome dello slot MailChimp

source: Modify portlet
it: Modifica portlet

source: Next
it: Avanti

source: Office information portlet
it: Portlet Ufficio informazioni

source: Please Confirm Subscription
it: Per favore, conferma l'invio

source: Previous
it: Indietro

source: Read more
it: Dettagli

source: RedTurtle monkey campaign configuration
it: Configurazione della campagna RedTurtle Monkey

source: Select list to subscribe to.
it: Seleziona la lista cui iscriversi.

source: Send
it: Invia

source: Subscribe to newsletter
it: Iscriviti alla newsletter

source: Text
it: Testo

source: The text to render
it: Il testo da mostrare

source: This field will be used as a campaign content.
it: Questo campo verrà utilizzato come contenuto della campagna.

source: This field will be used as campaign number (ie. Number 7 - February 2013).
it: Questo campo verrà usato come numero della campagna (ad esempio: Numero 7 - Febbraio 2013)

source: This portlet displays a subscription form for a MailChimp newsletter.
it: Questa portlet mostra il form d'iscrizione ad una newsletter MailChimp

source: This title will be used as a campaign title as well as campaign subject.
it: Questo titolo verrà usato come titolo e oggetto della campagna

source: Title
it: Titolo

source: Title of the portlet
it: Titolo della portlet

source: Unknown campaign title
it: Titolo della campagna sconosciuto

source: Update
it: Aggiorna

source: We have problems processing your request. Not items found.
it: Abbiamo avuto problemi elaborando la tua richiesta. Nessun elemento trovato.

source: We have to confirm your email address. In order to finish the newsletter subscription, click on the link inside the email we just send you.
it: Occorre confermare il tuo indirizzo di posta. Al fine di completare l'iscrizione, clicca sul link all'interno della email che ti abbiamo inviato.

source: You cannot start wizard configuration. Your campaign doesn't have any items and/or your mailchimp API configuration is wrong.
it: Non puoi far partire il wizard di configurazione. La tua campagna non contiene alcun elemento e/o la tua configurazione di MailChimp è errata.

source: campaign_title
it: Titolo della campagna

source: created at
it: Creato il

source: header_number
it: Numero

source: header_title
it: Titolo

source: help_api_key
it: Inserisci la tua chiave MailChimp qui (per esempio '8b785dcabe4b5aa24ef84201ea7dcded-us4'). Effettua un log-in in mailchimp.com, vai in account -> extras -> API Keys & Authorized Apps e copia l'API Key in questo campo.

source: help_email
it: Inserisci il tuo indirizzo email

source: help_email_type
it: Scegli il tipo di newsletter che vuoi ricevere.

source: help_from_email
it: Inserisci l'email del mittente.

source: help_from_name
it: Inserisci il nome del mittente

source: label_campaign_items
it: Elementi della campagna

source: label_cancel
it: Annulla

source: label_save
it: Salva

source: mailchimp_error_msg
it: Non è possibile iscriversi alla newsletter. Per favore contatta l'amministratore del sito '${error}'

source: mailchimp_error_msg_already_subscribed
it: Non è possibile iscriversi a questa newsletter. L'email '${email}' è già iscritto.

source: mailchimp_error_msg_banned
it: Non è possibile iscriversi a questa newsletter. L'email '${email}' è stato bannato.

source: main_body
it: elenco base

source: main_primopiano
it: primo piano

source: preheader_content
it: contenuti

source: subscribe_to_newsletter_button
it: Iscriviti
